"Would you like to start a new chat?" = "ನೀವು ಹೊಸ ಚಾಟ್ ಪ್ರಾರಂಭಿಸಲು ಬಯಸುವಿರಾ?";

"Whether to enable back-and-forth chat or complete the Shortcut immediately after response" = "ಹಿಂದಕ್ಕೆ ಮತ್ತು ಮುಂದಕ್ಕೆ ಸಂದೇಶವನ್ನು ಸಕ್ರಿಯಗೊಳಿಸಬೇಕೆ ಅಥವಾ ಪ್ರತಿಕ್ರಿಯೆ ಪಡೆದ ನಂತರ ಶಾರ್ಟ್‌ಕಟ್‌ ಅನ್ನು ಪೂರ್ಣಗೊಳಿಸಬೇಕೆ";

"Model name" = "ಮಾದರಿ ಹೆಸರು";

"New Temporary Chat" = "ಹೊಸ ತಾತ್ಕಾಲಿಕ ಚಾಟ್";

"Model" = "ಮಾದರಿ";

"Toggle Sidebar" = "ಸೈಡ್‌ಬಾರ್ ಅನ್ನು ಟಾಗಲ್ ಮಾಡಿ";

"This action launches the ChatGPT app to start a voice conversation with ChatGPT." = "ಈ ಕ್ರಮ ChatGPT ಯೊಂದಿಗೆ ಧ್ವನಿ ಸಂಭಾಷಣೆಯನ್ನು ಪ್ರಾರಂಭಿಸಲು ChatGPT ಆ್ಯಪ್‌ ಅನ್ನು ಪ್ರಾರಂಭಿಸುತ್ತದೆ.";

"Model to use with the new chat" = "ಹೊಸ ಸಂದೇಶದೊಂದಿಗೆ ಬಳಸಬೇಕಾದ ಮಾದರಿ";

"%@" = "%@";

"Content" = "ವಿಷಯ";

"Message to send to ChatGPT" = "ChatGPT ಗೆ ಕಳುಹಿಸಲು ಸಂದೇಶ ಮಾಡಿ";

"New Chat" = "ಹೊಸ ಚಾಟ್";

"Start voice conversation" = "ಧ್ವನಿ ಸಂಭಾಷಣೆಯನ್ನು ಶುರುಮಾಡಿ";

"Model slug" = "ಮಾದರಿ ಸ್ಲಗ್";

"Start voice conversation with ChatGPT" = "ChatGPTಯೊಂದಿಗೆ ಧ್ವನಿ ಸಂಭಾಷಣೆಯನ್ನು ಶುರುಮಾಡಿ";

"Which model would you like to use?" = "ನೀವು ಯಾವ ಮಾದರಿಯನ್ನು ಬಳಸಲು ಬಯಸುತ್ತೀರಿ?";

"Settings…" = "ಸೆಟ್ಟಿಂಗ್‌ಗಳು...";

"This action will send a single message to a chat with ChatGPT and return the response." = "ಈ ಕ್ರಮವನ್ನುChatGPT ಯೊಂದಿಗಿನ ಚಾಟ್‌ಗೆ ಒಂದು ಸಂದೇಶವನ್ನು ಕಳುಹಿಸುತ್ತದೆ ಮತ್ತು ಪ್ರತಿಕ್ರಿಯೆಯನ್ನು ಹಿಂತಿರುಗಿಸುತ್ತದೆ.";

"Indicates whether a new chat should be started" = "ಹೊಸ ಚಾಟ್ ಅನ್ನು ಪ್ರಾರಂಭಿಸಬೇಕೆ ಎಂದು ಸೂಚಿಸುತ್ತದೆ";

"Is there anything else you would like to ask about?" = "ನೀವು ಕೇಳಲು ಬಯಸುವ ಬೇರೆ ಏನಾದರೂ ಇದೆಯೇ?";

"Message Identifier" = "ಸಂದೇಶದ ಗುರುತು";

"You can continue this chat from the app." = "ನೀವು ಆ್ಯಪ್‌‌ನಿಂದ ಈ ಚಾಟ್ ಅನ್ನು ಮುಂದುವರಿಸಬಹುದು.";

"Change Shortcut" = "ಶಾರ್ಟ್‌ಕಟ್‌ ಬದಲಾಯಿಸಿ";

"What would you like to ask ChatGPT about?" = "ನೀವು ChatGPT ಗೆ ಏನು ಕೇಳಲು ಬಯಸುತ್ತೀರಿ?";

"Chat Identifier" = "ಚಾಟ್ ಗುರುತು";

"Check for Updates…" = "ನವೀಕರಣಗಳಿಗಾಗಿ ಪರಿಶೀಲಿಸಿ...";

"Ask ChatGPT" = "ChatGPT ಅನ್ನು ಕೇಳಿ";

"Message" = "ಸಂದೇಶ";

"Start new chat" = "ಹೊಸ ಸಂದೇಶ ಪ್ರಾರಂಭಿಸಿ";

"Continuous chat" = "ನಿರಂತರ ಚಾಟ್";

"ChatGPT Help" = "ChatGPT ಸಹಾಯ";

